Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: Manage Email Subscriptions
sbn: ايٚ ميل سڀسڪرپشن کي منزوٚم ڪرو

source: Manage Subscriptions
sbn: سڀسڪرپشن روو انتزآم ڪرو

source: Manx
sbn: مَنڪس

source: Mapudungun
sbn: مآپوڊوݩگوݩ ٻوليٚ

source: Marathi
sbn: مرآٺيٚ ٻوليٚ

source: <mark>Check</mark>
sbn: <mark>چيڪ (جآنچڻ)</mark>

source: <mark>Data</mark>
sbn: <mark>ڊيٽآ</mark>

source: <mark>Prompt</mark>
sbn: <mark>هدآئيٚت</mark>

source: <mark>Respond</mark>
sbn: <mark>جوآب ڏيو</mark>

source: <mark>Transcribe</mark>
sbn: <mark>ڏسي لکڻ جآݩ لکڻ</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
sbn: <mark> استمآل ڪرو سيٚ ويٚ لآ</mark><br/><mark>اڀآݩ ريٚ جآنچ؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
sbn: <mark>اسآݩ کي زروٚرت اهي</mark><mark>اڀآݩ ريٚ مدت!

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
sbn: ميٽرڪس هَڪ کُليل، هلڪو وزن وآرو پروٽوڪول اهي جيڪو گير مرڪزيٚ، هڪيٚڪيٚ وکت ري رآبتي لآ اهي، ائيٚ موزيٚلآ ريٚ ترجيٚ کُليل بهث پليٽ ڦآرم اهي۔

source: Maximum file size: 25 MB
sbn: وڌ مآنٚ وڌ هَڪ ڦآئيٚل 25 ايم ڀيٚ ري هوئي

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
sbn: شآيد اسآݩ رو<homepageLink> هوم سڦهو</homepageLink> مدت ڪرسي؟ سوآل پُچو، مهربآنيٚ ڪري شآمل ٿيو<matrixLink> ميٽريڪس برآدريٚ ڳآل ٻول</matrixLink>، ڏسو ويب سآئيٽ رآ مسلآ <githubLink>GitHub</githubLink> جآݩ آئو <discourseLink>اسآݩ ڊيس ڪورس ڦآرمس</discourseLink>۔

source: MB
sbn: ايم بيٚ (MB)

source: Mbo
sbn: ميبو

source: Meadow Mari
sbn: ميڊو مآريٚ ٻوليٚ

source: Media and Entertainment
sbn: ميٚڊيآ ائيٚنٚ مزآئيآ

source: Medumba
sbn: ميڊمبآئيٚ

source: Meetei Lon
sbn: ميٽيٚ لونيٚ

source: Message
sbn: نیآپو

source: Michoacán Mazahua
sbn: ميٚچوآڪن مآزآهوئآ

source: Mingrelian
sbn: مينگريلين

source: Minimum sentences in file: 1000
sbn: گهٽ مينٚ گهٽ هَڪ ڦآئيٚل مينٚ هَڪ هزآر

source: [Mismatched content]
sbn: [گير متآبڪ رکندڙ مواد]

source: Misreadings
sbn: گلت سلت پڙهڻ

source: Missing an 's' at the end of a word.
sbn: گآئب ’س‘ لڦز ري آکر ميݩ۔

source: Missing an <strong>'s'</strong> at the end of a word.
sbn: گآئيب <strong>س</strong>هر لڦز ري آکر مينٚ

source: Missing 'A' or 'The' at the beginning of the recording.
sbn: گآئب ’اي‘ جآݩ ’دي‘ ريڪآڊئيٚنگ ريٚ شروٚآت ميݩ۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
sbn: گآئيب <strong> اي</strong>جآنٚ<strong>دي </strong> رڪآرڊئيٚنگ ريٚ شروٚآت۔

source: Missing the end of the last word by cutting off the recording too quickly.
sbn: رڪآرئيٚنگ کي تمآم جلديٚ ڪٽڻ ري ڪري آکريٚ لڦز ريٚ پڇآڙيٚ وڃآئيٚ وهُڙيٚ.

source: Mixed
sbn: مليل

source: Mixteco Yucuhiti
sbn: ميٚزٽيٚڪو يوچوهيٚتيٚ

source: Mokpwe
sbn: موڪپويٚ

source: Moksha
sbn: موڪشآ ٻوليٚ

source: Mongolian
sbn: منگوليٚ ٻوليٚ

source: More
sbn: وڌيٚڪ

source: [More has been recorded than the required text]
sbn: [گُهربل متن کآنٚ وڌيٚڪ رڪآرڊ ڪيو وهُڙو اهي]

source: More languages coming soon
sbn: جلديٚ آڻ وآرينٚ اهينٚ ٻئينٚ ٻولينٚ

source: Mossi
sbn: موششيٚ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
sbn: وڏينٚ ڪمپنيآنٚ پآرآنٚ استمآل ٿيڻ وآري ڊيٽآ رو گهڻو هيسو گهڻآ مآڻهوٚآنٚ لآ دستيآب ڪونهي اهي۔ اسيٚنٚ سمجهونٚ دآ تا اوٚ اجآدينٚ کي روڪي دو۔ تنٚهنٚڪري اسآنٚ ڪآمن وآئيٚس شروٚ ڪيو اهي، هڪ منسوبو جيڪو آوآز ريٚ سُڃآڻپ کي کُليل ائيٚنٚ هر ڪنٚهنٚ لآ رسآئيٚ لآئيٚڪ ٺآهڻ مينٚ مدت ڪري دو۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
sbn: وڏيݩ ڪمپنيآݩ پآرآݩ استمآل ٿيڻ وآري ڊيٽآ رو گهڻو هيسو گهڻآ مآڻهوٚآݩ لآ دستيآب ڪونهي۔ اسيٚݩ سمجهوݩ دآ تا او اجآديݩ کي روڪي دو۔ تݩهݩڪري اسآݩ پُروجيڪٽ ڪآمن وآئيٚس شروٚ ڪيو اهي، هَڪ منسوبو جيڪو آوآز ريٚ سُڃآڻپ کي سڀنيوݩ لآ کُليل وسيٚلو ٺآهڻ ميݩ مدت ڪري دو۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
sbn: ڪآڦيٚ مآڻهوٚآݩ ريٚ ريٚڪآرڊئيٚنگ اُئآݩ ريٚ آپريٚ آوآزآݩ ميݩ ڪئيٚ وهُڙيٚ اهي۔ اڀآݩ کي ائآݩ کي ڪبوٚل ڪرڻ کپيَ اُئي ميݩ جآم ڪجه ٿئي سگهي دو جيٚݩ شوٚر، گُوڙ ٻئي آوآزيݩ۔ مهربآنيٚ ڪري رد ڪرو ائيٚݩ سآڦ آوآز ريٚڪآرڊ ڪرو ڪمپيوٽر سآݩ

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
sbn: موزيٚلآ ڪآمن وآئيٚس ري شروٚآت اهي جيڪآ مشيٚنآݩ کي سکآڻ ميݩ مت ڪري ديٚ تا هڪيٚڪيٚ مآڻهوٚ ڪيئݩ ڳآلهآئيݩ دآ۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
sbn: موزيٚلآ ڪآمن وآئيٚس کي دُنيآ ريٚ الگ الگ ملڪآݩ، لسآنيآت ري مآهريݩ، ڊيٽآ سآئيٚندآنآݩ، تآليميٚ مآهريݩ ائيٚݩ سآڦٽ وئيٚر انجيٚنئيٚر ريٚ هَڪ منتوآ برآدريٚ پآرآݩ ممڪيٚن ٺآهيو وهيو اهي۔ ايٚ منسوبو موزيٚلآ ڦآئونڊيشن پآرآݩ سݩڀآليو پيو وهي۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
sbn: موزيٚلآ ڪآمن وآئيٚس دُنيآ رو سڀ کآنٚ وڌيٚڪ تآدآد مينٚ ميڙ وسيٚلو ٿيل کُليل ڳآل ٻول رو ڊيٽآ سيٽ اهي۔ ائيٚنٚ اسآنٚ مڪمل تور تي ڏنل سآنٚ تآنٚڪتور اهونٚ۔ ڊيٽآ سيٽ کي هوسٽ ڪرڻ مينٚ هَڪ سئو کآنٚ وڌيٚڪ ٻوليونٚ برآدرينٚ لآ پليٽ ڦآرم کي بهتر ٺآهڻ لآ هر سآل تڪريٚبينٚ هَڪ مليٚن ڊآلرز کرچ ٿئينٚ دآ جيڪي اسآنٚ ري ڪم تي ڀروسو ڪرينٚ دآ۔۔ جيڪڏهينٚ اڀيٚنٚ کُليل، ميڙ ڊيٽآ کي اهميٚت ڏينٚ دآ۔ <b>اج ئيٚ ڏيو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
sbn: موزيٚلآ ريٚ کُليل وسيٚلي ريٚ آوآز کي سُڃآڻڻ وآري انجڻ ڊيٚپ اسپيٚچ کي استمآل ڪري سگهو دآ تڪريٚر ريٚ سُڃآڻڻ وآريٚ اپليٚڪيشن <githubLink>Github overview </githubLink>کي ٺآهڻ لآ۔ اسآݩ رو <discourseLink> ڊيٚپ اسپيٚچ پڙهو جآݩ شآمل ٿيو سکڻ لآ تا ڪيئݩ </discourseLink> ڊيس ڪورس کي شروٚ ڪري سگهجي۔

source: Mutual accountability.
sbn: جوڙيل اهتسآب

source: n
sbn: ن

source: N
sbn: ن

source: N/A
sbn: اين جآݩ اي (موجود ڪونهي)

source: Name
sbn: نآلو

source: Names of your language
sbn: اڀآنٚ ريٚ ٻوليٚ رو نآلو

source: Native Language
sbn: پنڊريٚ ٻوليٚ

source: Nature and Environment
sbn: ڪُدرت ائيٚنٚ مآهول

source: Need help deciding which to choose?
sbn: مدت ڪرو ڦيسلو ڪرڻ ميݩ تا ڪيهڙو چُنڊو؟

source: Need help with the Sex or Gender changes?
sbn: مدت ريٚ زرُورت اهي جنس تبديٚل ڪرڻ لآ؟

source: Need some help with accent?
sbn: ليجھي مينٚ ڪجه مدت ريٚ زرُورت اهي؟

source: Need some help with variants?
sbn: مکتليٚڦ ڪسم ريٚ مدت ريٚ زرُورت اهي؟

source: Need to download your data?
sbn: اڀآݩ ري ڊيٽآ کي ڊآئون لوڊ ڪرڻ ريٚ زرُورت اهي؟

source: Nepali
sbn: نيپآليٚ

source: New Language Launch
sbn: نئيٚنٚ ٻوليٚ پڌريٚ (لآنچ ڪرڻ) ڪرڻ

source: News and Current Affairs
sbn: کبرونٚ ائيٚنٚ موجوده هآل

source: Next
sbn: ٻيو

source: Ngiembon
sbn: نجيٚومبون

source: Nias
sbn: نيآس

source: Nigerian Pidgin English
sbn: نيٚجرئين پيٚدجيٚن انگريزيٚ

source: NKo
sbn: نڪو

source: No
sbn: نآ

source: [No ‘a’ in the original text]
sbn: [اسل متن مينٚ 'اي' ڪونهي]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
sbn: <noCopyright>ڪآپيٚ نآ ڪرو </noCopyright>هدينٚسيٚ سيٚ

source: No foreign letters
sbn: نآ ڪو ٻآهر رو اکر

source: No gravatar found for your email
sbn: ڪو با گرآوآتآر ڪوندو ملي اڀآݩ ري ايٚ ميل تي

source: No information
sbn: ڄآڻ ڪونهي

source: No information available
sbn: ڪو با ڄآڻ موجود ڪونهي

source: No microphone found.
sbn: ڪو با مآئيڪرڦون ڪوندو ملي

source: Non-binary
sbn: گير بآئنريٚ

source: No numbers and special characters
sbn: نآ نمبر نآ وري ڪو کآس نشآنيٚ

source: Northern Hindko
sbn: اُڀرندو هيٚڌوڪو

source: Northern Sotho
sbn: اتر سوٿو

source: Northwest Gbaya
sbn: اُتر اولهندي جيٚ بآيآ

source: Norwegian Bokmål
sbn: تآئيٚوآن بوٚڪمل

source: Norwegian Nynorsk
sbn: نآرويجيٚ نآنورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
sbn: ڪو با جملو ڪونهي ڏسڻ لا۔ <addLink> شآمل ڪرو وڌيٚڪ جملا هآڻي </addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
sbn: ⓘ سڀئي جملآݩ ائيٚݩ ڪليٚپآݩ ميݩ اڃآݩ تآئيٚݩ ويريٚئنٽ ٽيگ ڪونهي هوئي!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
sbn: يآد رکو: جڏهينٚ ’ڏسڻ لآئيٚڪ‘ تي سيٽ ڪيو وهُڙو اهي، تا ايٚ سيٚٽنگ تبديٚل ڪري سگهجي دو<profileLink>پُروڦآئيٚل سڦهي کآنٚ</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
sbn: نوٽ: اڀآنٚ کي اڃآنٚ تآئيٚنٚ تآون ري ڪسم کي تبديٚل ڪرڻ لآ ڳآلهآڻ جآنٚ سُڻڻ ري وچ مينٚ چُنڊڻ ريٚ زرُورت پئي ديٚ

source: Not Found
sbn: ڪوندو لنٚڀي

source: No Thanks
sbn: نآ اڀآنٚ ريٚ مهربآنيٚ

source: No thanks, continue speaking
sbn: نآ مهربآنيٚ ڳآلهآڻ جآريٚ رکو

source: Not use, or solicit, harmful or offensive language
sbn: نڪسآن ڪآر جآݩ نآگوآر ٻوليٚ استمآل نآ ڪرو، جآݩ نآ گُهرو۔

source: No variant selected
sbn: ڪو با ڪسم ڪون چُنڊيو وهُڙو اهي۔

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
sbn: هآڻي جڏهيݩ اڀآݩ ڪآمن وآئيٚس بآبت ٿورو وڌيٚڪ ڄآڻو دآ، تا ڪيٚ ايئي کي آزمآئوݩ؟ جملآݩ کي زور سآݩ پڙهڻ شروٚ ڪرڻ لآ مآئڪروڦون آئڪن تي ڪليٚڪ ڪرو۔ <br/><br/> جيڪڏهيݩ اڀآݩ ٻيآ مآڻهوآݩ ريٚ شرآڪت رو جآئزو وٺڻ گُهرو دآ، تا پيٚلي آئڪن تي ڪليٚڪ ڪرو۔ اڀآݩ تسديٚڪ ڪرڻ ميݩ مدت ڪرسوݩ تا ريڪآڊئيٚنگ اسڪريٚن تي لکيل جملآݩ سآݩ مليݩ دآ۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
sbn: هآڻي اڀيٚنٚ پنڊرو آوآز ڏي سگهو دآ تا جيٚنٚ اسآنٚ کي هَڪ کُليل وسيٚلي وآئيٚس ڊيٽآ بيس ٺآهڻ مينٚ مدت ملي سگهي جيڪو ڪو با استمآل ڪري سگهي دو۔ ڊيوآئيٚسز ائيٚنٚ ويب لآ جديٚد ايپس ٺآهڻ لآ مشيٚنآنٚ کي سکڻ مينٚ مدت ڏيڻ لآ هَڪ جملو پڙهو تا جيٚنٚ هڪيٚڪيٚ مآڻهوٚ ڪيئنٚ ڳآلهآئينٚ دآ۔ ميآر کي بهتر ٺآهڻ لآ ٻينٚ مدت گآرآنٚ ري ڪم کي چيڪ ڪرو۔ اوٚ تمآم سآدو اهي!

source: Nubi
sbn: نوٚبيٚ

source: Number of Voices
sbn: آوآزآنٚ رآ انگ

source: Numbers
sbn: انگ

source: Occitan
sbn: آڪسيٽن

source: Odia
sbn: اوڊيآ

source: Off
sbn: بند ڪرو

source: Offensive Content
sbn: نآ پڙهڻ وآريٚ لکت

source: Offensive content or sensitive information
sbn: نآگوآر موآد جآݩ هسآس مآلوٚمآت

source: Offensive language
sbn: ڪپيٚ ٻوليٚ

source: Offensive speech
sbn: گندو گالهاڻ

source: Offline Sources
sbn: آڦ لآئيٚن وسيٚلآ

source: On
sbn: چآلوٚ ڪرو

source: On desktop devices you can contribute by downloading…
sbn: ڊيڪسوٚپ ڊيوآئيٚز شرڪت ڪري ديٚ ڊآئينلوڊئيٚنگ ري وسيٚلي

source: On his head he wore a beret.
sbn: ايئي ري مٿي تي هَڪ بيٚريٚٽ پآتل هُنديٚ.

source: On iOS please continue with Safari to enable recording…
sbn: آئيٚ او ايس تي مهربآنيٚ ڪري جآري رکو سڦآريٚ نآ ڪبوٚل ريٚڪآڊئيٚنگ۔۔

source: Only show me sentences and clips from my variant
sbn: موݩ کي سرڦ مآݩجي ڪسم رآ جملآ ائيٚݩ ڪليٚپ ڏيکآرو۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
sbn: ٻئيٚ ترڦ، جيڪڏهݩ اڀآݩ سوچيو اهي ٿا پڙهندڙ شآيد اڳ ڪڏهݩ با لڦز تي نآ پڄيو اهي، ائيٚݩ سرڦ اُوچآر تي گلت اندآزو لڳآئي رهيواهي، مهربآيٚ ڪري رد ڪرو. جيڪڏهݩ اڀآݩ کي پڪ نآهي، تا "اسڪيٚپ" بٽڻ استمآل ڪرو.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
sbn: ٻئيٚ ترڦ، جيڪڏهݩ اڀآݩ سوچيو اهي ٿا پڙهندڙ شآيد اڳ ڪڏهݩ با لڦز تي نآ پڄيو اهي، ائيٚݩ سرڦ اُوچآر تي گلت اندآزو لڳآئي رهيواهي، مهربآيٚ ڪري رد ڪرو. جيڪڏهݩ اڀآݩ کي پڪ نآهي، تا "اسڪيٚپ" بٽڻ استمآل ڪرو.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
sbn: کُليل اجآدآݩ اسآݩ ري ڪم ريٚ دل ميݩ اهي. تهڪيٚڪيٚ تآون، ڊيٽآ گڏ ڪرڻ جآݩ انٽرويٚو لآ، <emailFragment> پُڄو۔</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
sbn: منسوبي بآبت تآزه ڪآريݩ ائيٚݩ نئيٚ مآلوٚمآت لآ اکتيآريٚ تور تي اسآݩ ري ايٚ ميل لسٽ ميݩ شآمل ٿيو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
sbn: اکتيآريٚ تور تي جمآ ڪرآئيل ڊيموگرآڦڪ ڊيٽآ (مسآل تور اُمر، جنس، ٻوليٚ، ائيٚنٚ اُوچآر) ڪڏهينٚ با اڀآنٚ ريٚ پُروڦآئيٚل تي آوآميٚ نآ ڪيو وهي دو، ائيٚنٚ ڊيٽآ سيٽ مينٚ اڀآنٚ ري اڪآئونٽ سآنٚ ڳنڍيل ڪوندو هوئي۔ انڦرآديٚ آڊيٚو ڪليٚپآنٚ کي وڌيٚڪ سهيٚ تجزيي ري مڪسد لاآ ڊيموگرآڦڪ ڊيٽآ سآنٚ لآڳآپيل ڪيو وهي دو۔ مسآل تور، هَڪ مهڪڪ شآيد هَڪ مکسوس ڊيموگرآڦڪ هيس کي تربيٚتي مآڊل کي نشآنو ٺآهڻ گهُرينٚ دآ۔

source: Ormuri
sbn: اورموٚريٚ

source: Ossetian
sbn: آوسيٽين

source: Other
sbn: ٻيآ

source: Other Language
sbn: ٻئيٚ ٻوليٚ

source: Other people validate those voice clips.
sbn: ٻيآ مآڻهوٚنٚ اُئآنٚ ڪيٚپآنٚ ريٚ تسديٚڪ ڪري۔

source: Other voice datasets…
sbn: ٻئيوݩ آوآزوݩ ڊيٽآ سيٽ

source: Other Voice Datasets
sbn: ٻينٚ آوآزآنٚ رو ڊيٽآ سيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
sbn: اسآݩ رو ڪميٚونٽيٚ مئنيٚجر اڀآݩ سآݩ رآبتو ڪري دو تا جيٚݩ ازآڦيٚ مدت پيش ڪري دو، ائيٚݩ اڀآݩ کي سُڻآئي تا ڪيٚ اڳ ميݩ ئيٚ ڪآ ڪميٚونٽيٚ اڀآݩ ريٚ ٻوليٚ تي ڪم ڪري رهيو اهي.

source: Our governance is founded on the pillars of:
sbn: اسآݩ ريٚ هُڪمرآنيٚ رو بُنيآد اُئآݩ ٿبن تي اهي

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
sbn: اسآݩ ريٚ ٻوليٚ اسآݩ ريٚ آکهآڻيٚ ، اسآݩ ريٚ برآدريٚ، اسآݩ ريٚ سڪآڦت اهي۔ آئو اپيٚݩ هَڪ ڊيٽآ سيٽ ٺآهوݩ جيڪو اسيٚݩ گُهروݩ دآ تي اسيٚݩ دُنيآ ميݩ ڏسي سگھوݩ۔

source: Our Partners
sbn: اسآنٚ رآ سآٿيٚ جآنٚ اسآنٚ رآ هيسيدآر

source: Our partners include...
sbn: اسآݩ ري سآٿيآݩ کي شآمل ڪرو

source: Overall Accuracy
sbn: سڀنيونٚ ريٚ دُرستگيٚ

source: Overall Hr. Total
sbn: ڪُل ڪلآڪ

source: p
sbn: پي

source: Paiwan
sbn: پآئوآن

source: Palula
sbn: پآلوٚلآ

source: Papantla Totonac
sbn: پوپنٽلآ ٽوٽنوڪ

source: Papiamento
sbn: پآپئامنٽو

source: Papiamento (Aruba)
sbn: پآپيآمينٽو (اُروبآ)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
sbn: ٻوليٚ برآدريآنٚ ري بهسن مينٚ هيسو وٺو، سوآل پُڇو، ائيٚنٚ آڻ وآرينٚ وآڪيآنٚ ائيٚنٚ ڳآلينٚ بآبت سکو۔

source: Partner
sbn: سآٿيٚ

source: Partners
sbn: سآٿيٚ جآنٚ هيسيدآر

source: Partnerships
sbn: هيسيدآريٚ

source: Partnerships and networks
sbn: هيسدآريٚ جآݩ نيٽورڪ

source: Partnerships, Press and Stories, Community and Languages
sbn: هسيدآريٚ، اکبآر ائيٚݩ آکهآڻيوݩ، برآدريٚ ائيٚݩ ٻوليٚ

source: Partner with us
sbn: هسيدآر اسآݩ ڀيڙآ

source: [Part of the text can’t be heard]
sbn: لڦز رو هسو سُڻن ميݩ ڪوندو آئي

source: Pashto
sbn: پشتو

source: Past recordings download requests
sbn: گزريل ريڪآڊئيٚنگ ڊآئون لوڊ ريݩ درکوآستيݩ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
sbn: <p>ڪآمن وائيٚس هَڪ آوآميٚ تور تي دستيآب آوآزآنٚ رو ڊيٽآ سيٽ اهي، جيڪو دُنيآ ري رزآ ڪآرآنٚ ريٚ مدت ڪرڻ وآرآنٚ ريٚ آوآزآنٚ سآنٚ تآنٚڪتور اهي۔ جيڪو مآڻهوٚ وآئيٚس درکوآست ٺآهڻ گُهري دآ اوٚ مشيٚن لرنئيٚگ ري کآڪآ کي ترتيٚب ڏيڻ لآ ڊيٽآ سيٽ استمآل ڪري سگھينٚ دآ۔ </p> <p>ايٚئي وکت، جآم ڪآمن وآئيٚس ڊيٽآ سيٽ ڪمنيٚآنٚ ريٚ ملڪت اهينٚ، جيڪو اجآدينٚ کي روڪينٚ دينٚ۔ وآئيٚس ڊيٽآ سيٽ با گهٽ نمآئيٚندگيٚ ڪرينٚ دآ: انگريزيٚ نآ ڳآلهآڻ وآرآ، رنگ وآرآ مآڻهوٚنٚ، مآزوٚر مآڻهوٚنٚ، اولتينٚ ائيٚنٚ ايل۔جيٚ۔بيٚ۔ٽيٚ۔ڪيٚيو۔آئيٚ۔اي ٻيآ مآڻهوٚنٚ۔ اُئي رو متلب اهي تا آواز سآنٚ هلڻ وآرينٚ ڪيترينٚ ٽيڪآنآلوجيٚ ڪيترينٚ ٻوليآنٚ لآ بلڪُل ڪم ڪوندي ڪري، ائيٚنٚ جٿ اوٚ ڪري دي، او شآيد سڀنيونٚ لآ هَڪجھيڙآئيٚ سآنٚ سُٺو ڪم ڪوندآ ڪرينٚ۔ اسيٚنٚ اُئي کي تبديٚل ڪرڻ گُهرونٚ دآ تا جيٚنٚ هر هَڪ مآڻهوٚنٚ کي اُئآنٚ ريٚ آوآز ورهآڻ لآ هدوٚد ڪري سگھجي دو۔

source: People come and contribute their voices.
sbn: مآڻهوٚنٚ آئينٚ دآ ائيٚنٚ پنڊريٚ آوآز ڏينٚ دآ۔

source: Persian
sbn: ڦآرسيٚ ٻوليٚ

source: Personal dashboards keep you up-to-date with individual and community progress.
sbn: زآتيٚ ڊيش بورڊ اڀآݩ کي انڦرآديٚ ائيٚݩ برآدريٚ ري ترڪيٚ سآݩ تآزه ڪآريٚ رکندآ اهيݩ۔

source: Personally Identifiable Information
sbn: زآتيٚ سُڃآڻپ ريٚ مآلوٚمآت

source: Platform language
sbn: ٻليٚ رو پليٽ ڦآرم

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
sbn: </playbookLink>مدت گآر هديآئيٚت لݩڀو<playbookLink> سجيٚ آم آوآز ري سڦر تي، آم ڪرڻ کآݩ وٺيٚ ڊيٽآ سيٽ ري استمآل تآئيٚݩ، ائيٚݩ گڏوگڏ اسآݩ ريٚ برآدريٚ سآݩ ڪئيݩ ڳڍجي۔

source: <playIcon></playIcon>Last one!
sbn: <playIcon>آکريٚ اهي

source: Play/Stop
sbn: هلآڻ جآنٚ روڪڻ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
sbn: مهربآنيٚ ڪري چيڪ ڪرو <templateFileLink> ٽمليٽ ڦآئيٚل </templateFileLink>۔ اڀآنٚ رآ جملا ڪآپيٚ رآئيٚٽ کآنٚ اسل هوڻ کپي (CC0 جآنٚ جمآ ڪرڻ وآري پآرآنٚ اجآزت ڏنل اسل ڪم) ائيٚنٚ سآڦ، گرآمر ري لهآز کآنٚ سهيٚ ائيٚنٚ پڙهڻ مينٚ آسآآنٚ هوڻ. جمآ ڪرئيل جملن کي پڙهڻ مينٚ لڳ ڀڳ 10-15 سيڪيٚنڊ لڳآڻ کپيَ ائيٚنٚ اُئآنٚ مآنٚ انگ، منآسب اسم ائيٚنٚ کآس اکر شآمل ڪرڻ کآنٚ پآسو ڪرڻ کپي.

source: Please fill out this field.
sbn: مهربآنيٚ ڪري اي جآڳآ ڀرو

source: Please select a language to review sentences.
sbn: مهربآنيٚ ڪري ٻوليٚ چُنڊو جملا ڏسڻ لا

source: Polish
sbn: پوٚلش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
sbn: <pontoonAccountLink> ٺآهو هَڪ آڪآئونٽ</pontoonAccountLink> جيڪڏهيݩ اڀآݩ وٺ ڪو با نآ هوئي تو۔ پوء پنڊريٚ ٻوليٚ چُنڊو<strong>(’ٽيٚم‘)</strong> ائيٚݩ اُئي کآݩ پوء پنڊرو پُروجيڪٽ چُنڊو، <pontoonCvLink> ڪآمن وآئيٚس</pontoonCvLink>۔ اُٿ جآم ڦآئيٚليݩ هوئيٚسي ترجمو ڪرڻ لآ۔ ڪليٚڪ ڪرو هَڪ تي، پوء نزر آئيٚسي لڦز انگريزيٚ ميݩ ائيٚݩ هَڪ ڏٻو جݩهݩ ميݩ ترجمو ڪرڻو اهي۔

source: Portuguese
sbn: پرتگآليٚ

source: Powered by global communities, for global communities — 130 languages and growing!
sbn: آلميٚ برآدريآنٚ پآرآنٚ تآنٚڪتور، آلميٚ برآدريآنٚ لآ۔ 130 ٻولينٚ ائيٚنٚ وڌتينٚ

source: Press and stories
sbn: اکبآر ائيٚݩ آکهآڻيٚوݩ

source: Press and Stories
sbn: اکبآر ائيٚݩ آکهآڻيٚوݩ

source: Press play, listen & tell us: did they accurately speak the sentence below?
sbn: رآند کي دٻآئو، سُڻو ائيٚݩ اسآݩ کي سُڻآئو: ڪيٚ اُئآݩ هيٺ ڏنل جملآ سهيٚ ڳآلهآيآݩ اهيݩ؟

source: Press { shortcut-play-toggle } to toggle play mode
sbn: رآند موٚݩڊ{ shortcut-play-toggle }دٻآئو کي ٽوٚگل ڪرڻ لآ

source: Privacy
sbn: رآزدآريٚ

source: <privacyLink>Privacy</privacyLink>
sbn: <privacyLink>رآزدآريٚ</privacyLink>

source: Privacy Policy
sbn: رآزدآريٚ وآريٚ پآليٚسيٚ

source: Privacy, security and transparency.
sbn: رآزدآريٚ، هڦآزت ائيٚݩ سڦآڦيٚت

source: Pro
sbn: پرو

source: Process / Steps
sbn: امل جآݩ مرهلآ

source: Profile
sbn: پُروڦآئيٚل

source: Profile information improves the audio data used in training speech recognition accuracy.
sbn: پُروڦآئيٚل ريٚ مآلوٚمآت تڪريٚر ريٚ سُڃآڻپ ريٚ دُرستگيٚ ريٚ تربيٚت ميݩ استمآل ٿيڻ وآرو آڊيٚو ڊيٽآ کي بهتر ٺآهيٚ ديٚ۔

source: Progress
sbn: ترڪيٚ

source: Public Domain
sbn: آوآميٚ ڊوميٚن

source: Publicly accessible open speech datasets in 130+ languages
sbn: 130+ ٻوليآݩ ميݩ آوآميٚ تور تي رسآئيٚ ري لآئيٚڪ کُليل تڪريٚر ڊيٽآ سيٽس

source: Pular Guinea
sbn: پولار گيٚنيآ

source: Punctuation
sbn: نشآنيٚوݩ

source: Punjabi
sbn: پنجآبيٚ

source: Puno Quechua
sbn: پوٚنو ڪوڇوآ

source: Quechua Ambo-Pasco
sbn: ڪيٚوڇهآ آمبو۔پآسڪو

source: Quechua Arequipa-La Unión
sbn: ڪيٚوڇهوآ اريٚپآ۔لآ۔يونيٚن

source: Quechua Cajatambo
sbn: ڪيٚوڇهوآ آجآٽآمبو

source: Quechua Chanka
sbn: ڪوچوآ چآنڪآ

source: Quechua Chiquián
sbn: ڪيٚوٚڇهوآ ڇيٚئن

source: Quechua Corongo Ancash
sbn: ڪيٚوڇهوآ ڪورنگو انسهآ

source: Quechua Jauja Wanka
sbn: ڪيٚوڇهوآ جوجآ وآنڪا

source: Quechua Pasco Santa Ana de Tusi
sbn: ڪيٚوڇهوآ پآسڪو سنٽآ انآ ديٚ توٚسيٚ

source: Quechua Sihuas Ancash
sbn: ڪيٚو سيٚهوآس انڪآس

source: Quechua Yauyos
sbn: ڪيٚوڇهآ يوئوس

source: Question
sbn: سوآل

source: Question Collection
sbn: سوآل ڀيڙآ ڪرڻ

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
sbn: ايهڙآ سوآل جيڪي سڪآڦتيٚ تور تي کآس اهيݩ، جآݩ جوآب ڏيڻ وآرآ ري بآبت گهڻآݩ سوآل پيدآ ڪريݩ دآ۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
sbn: ايهڙآ سوآل جيڪي ڪݩهݩ کي هسآس، امڪآنيٚ تور تي متهرڪ ڪرڻ وآريݩ جوآبآݩ کي شيئر ڪرڻ رو سبب بڻجي سگهيݩ دآ.

source: Questions which might solicit hate speech or other biased or offensive sentiments
sbn: ايهڙآ سوآل جيڪي نڦرت انگيز تڪريٚر جآݩ ٻيآ جآنبدآر جآݩ نآگوآر جزبآت پيدآ ڪري سگھيݩ دآ۔

source: Questions which might solicit personally identifiable information
sbn: سوآل جيڪي ذآتيٚ تور تي سُآڻپ ڪرڻ وآريٚ مآلوٚمآت هآسل ڪري سگھيݩ دآ۔

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
sbn: ايهڙآ سوآل جݩهݩ لآ ڪݩهݩ کي ڪيتريݩ ئيٚ مرهلآݩ ريٚ ڦهرست ڏيڻ ريٚ زرُورت اهي۔ مرهلآݩ ريٚ ڦهرست استمآل ڪرڻ کي وڌيٚڪ ڪدرتيٚ جوآب ڏيڻ ري بدرآݩ جوآب پڙهڻ لآ ترگيٚب ڏي ديٚ

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
sbn: ڪو مآڻهوٚ سوآلآ رآ جوآب 15 سڪيٚنڊ ميݩ ڏيڻ ميݩ پريشآب ٿئي دو (وڌ مآݩ وڌ ڊگھآئيٚ)

source: r
sbn: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
sbn: [انگريزيٚ ميݩ 'Raised' کي هميشآ هَڪ اکر تور اُوچآر ڪيو وهُڙو اهي، ٻآ ميݩ] نآ
